# vim: ft=ruby
# for more info see: https://github.com/Homebrew/homebrew-bundle

brew 'ctags'
brew 'git-extras'
brew 'memcached'
brew 'mysql'
brew 'ncdu'
brew 'nmap'
brew 'node'
brew 'redis'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'zsh'

tap 'caskroom/cask'
cask 'adium'
cask 'alfred'
cask 'clipmenu'
cask 'dash'
cask 'dropbox'
cask 'filezilla'
cask 'firefox'
cask 'iterm2'
cask 'java'
cask 'keepassx'
cask 'macvim'
cask 'mysqlworkbench'
cask 'punto-switcher'
cask 'robomongo'
cask 'skype'
cask 'sourcetree'
cask 'spectacle'
cask 'the-unarchiver'
cask 'transmission'
cask 'tunnelblick'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'

